package com.dbabych.lemon.java.hw;

/*Напишите программу которая определяет какое из чисел больше*/

public class Task4 {

	public static void main(String[] args) {
		int a = 21;
		int b = 17;
		if (a > b) {
			System.out.println(" Число а больше от числа b");
		} else {
			System.out.println(" Число а меньше от числа b");
		}
	}
}
