package com.dbabych.lemon.java.hw;

/* Сила тяжести на Луне примерно равна 17%, напишите программу, которая вычисляет ваш
вес на Луне.*/

public class Task15 {

	public static void main(String[] args) {
		int weight = 100;
		double weightMoon = weight * 0.17;
		System.out.println(weightMoon);

	}

}
