package com.dbabych.lemon.java.hw;

/*В переменной n хранится вещественное число с ненулевой дробной частью. 
 * Создайте программу, округляющую число n до ближайшего целого и выводящую результат на экран.*/

public class Task13 {

	public static void main(String[] args) {
		float f = 2.6f;
		System.out.println(Math.round(f));

	}

}
