package com.dbabych.lemon.java.hw;

/*Напишите программу которая определяет число четное или не четное*/

public class Task3 {

	public static void main(String[] args) {
		int a = 22;
		if (a % 2 == 0) {
			System.out.println(" Число а четное ");
		} else {
			System.out.println(" Число а не четное ");
		}
	}
}
